#Задача 1: Дана строка: 'abcdef' Получите каждый второй символ этой строки: 'acf'
my_str = "abcdef"
print(my_str[::2])

#Задача 2: Дано некоторое число: 12345 Выведите в консоль все его символы с конца.
a = '12345'
rev = a[::-1]
print(rev)